/* AD: Forest automatic */
"- Automatic -" = "- 자동 -";

/* AD: Alert title */
"Account expired or disabled" = "만료되었거나 비활성화된 계정";

/* AD: Dialog status message */
"Active Directory only permits slight variations between the clocks on your computer and on the Active Directory server. You should check the time and time zone settings on your computer and reset them if needed." = "Active Directory는 컴퓨터와 Active Directory 서버에 있는 시계의 근소한 차이만 허용합니다. 컴퓨터에서 시간과 시간 영역에 대한 설정값을 확인해야 하며 필요하다면 재설정해야 합니다.";

/* AD: Alert message */
"Active Directory Plugin requires Mac OS X to control the \\U201c/Library/Preferences/edu.mit.Kerberos\\U201d file.  The existing file will be renamed to \\U201c/Library/Preferences/edu.mit.Kerberos.pre-Active Directory\\U201d." = "Active Directory 플러그인은 “/라이브러리/Preferences/edu.mit.Kerberos” 파일을 조정할 수 있는 Mac OS X을 필요로 합니다.  기존의 파일은 “/라이브러리/Preferences/edu.mit.Kerberos.pre-Active Directory”로 이름이 변경됩니다.";

/* AD: Alert title */
"Active Directory time error" = "Active Directory 시간 오류";

/* AD: Dialog status message */
"An invalid Domain and Forest combination was specified.  You should enter a fully qualified DNS name for the domain and forest (e.g., ads.company.com)." = "유효하지 않은 도메인과 포리스트 조합이 지정되었습니다.  도메인과 포리스트에 대한 전체 완벽한 DNS 이름을 입력하십시오(예: ads.company.com).";

/* AD: Alert title */
"An unknown error occurred" = "알 수 없는 오류 발생";

/* AD: Alert message */
"An unknown error occurred reading the configuration." = "구성을 읽는 동안 알 수 없는 오류가 발생했습니다.";

/* AD: Alert message */
"An unknown error occurred updating the configuration." = "구성을 업데이트하는 동안 알 수 없는 오류가 발생했습니다.";

/* AD: Dialog status message */
"An unknown error occurred." = "알 수 없는 오류가 발생했습니다.";

/* AD: Alert title
   AD: Alert message */
"Authorization error" = "인증 오류";

/* AD: Dynamic button title */
"Bind\\U2026" = "바인드...";

/* AD: Button title */
"Cancel" = "취소";

/* AD: Alert message */
"Configuring on Master or Replica" = "마스터 또는 복제 항목에 구성 중";

/* AD: Alert title */
"Container does not exist" = "컨테이너가 존재하지 않습니다.";

/* AD: Button title */
"Continue" = "계속";

/* AD: Button title */
"Force Unbind" = "강제로 바인드 해제";

/* AD: Dynamic button title */
"Hide Advanced Options" = "고급 옵션 가리기";

/* AD: Alert title */
"Insufficient privileges" = "충분하지 않은 권한";

/* AD: Alert title */
"Invalid domain" = "유효하지 않은 도메인";

/* AD: Alert title */
"Invalid user name and password combination" = "유효하지 않은 사용자 이름 및 암호 조합";

/* AD: Alert title */
"Join existing account?" = "기존 계정으로 연결하겠습니까?";

/* AD: Alert title */
"Join Kerberos realm" = "Kerberos 영역 연결";

/* AD: Alert title */
"Kerberos file already exists" = "이미 Kerberos 파일이 있음";

/* AD: Alert title */
"Memory allocation error" = "메모리 할당 오류";

/* Alert Button */
"OK" = "승인";

/* AD: Dialog status message */
"Removing this computer from Active Directory" = "Active Directory에서 이 컴퓨터 제거 중";

/* AD: Alert Button */
"Rename" = "이름 변경";

/* AD: Dynamic button title */
"Show Advanced Options" = "고급 옵션 보기";

/* AD: Dialog status message */
"Step 1 of 5: Searching for Forest/Domain information\\U2026" = "1/5단계: 포리스트/도메인 정보 검색 중...";

/* AD: Dialog status message */
"Step 2 of 5: Finding nearest Domain controllers\\U2026" = "2/5단계: 근접한 도메인 컨트롤러 찾는 중...";

/* AD: Dialog status message */
"Step 3 of 5: Verifying credentials\\U2026" = "3/5단계: 증명서 확인 중...";

/* AD: Dialog status message */
"Step 4 of 5: Searching for existing computer\\U2026" = "4/5단계: 기존 컴퓨터 검색 중...";

/* AD: Dialog status message */
"Step 5 of 5: Binding computer to Domain\\U2026" = "5/5단계: 컴퓨터를 도메인에 바인드 중...";

/* AD: Dialog status message */
"Step 5 of 5: Joining computer to Domain\\U2026" = "5/5단계: 컴퓨터를 도메인에 연결 중...";

/* AD: Alert message */
"The account information you entered specifies an account that already exists. Do you wish to join this computer to the existing computer account? This operation cannot be undone." = "입력한 계정 정보가 이미 존재하는 계정을 지정합니다. 이 컴퓨터를 기존 컴퓨터 계정에 추가하겠습니까? 이 작업은 취소할 수 없습니다.";

/* AD: Dialog status message */
"The account information you provided is either expired or disabled. You should provide another administrator account." = "제공한 계정 정보는 사용이 만료되었거나 비활성화되었습니다. 다른 관리자 계정을 제공해야 합니다.";

/* AD: Dialog status message */
"The administrator account you specified does not have the appropriate privileges to perform the requested operation." = "지정한 관리자 계정은 요청한 작업을 수행할 수 있는 적절한 권한이 없습니다.";

/* AD: Dialog status message */
"The container you specified for the computer does not exist.  Please verify the container information and try again." = "컴퓨터에 지정한 컨테이너가 존재하지 않습니다.  컨테이너 정보를 확인한 다음 다시 시도하십시오.";

/* AD: Dialog status message */
"This computer is unable to access the domain controller for an unknown reason." = "알 수 없는 이유 때문에 이 컴퓨터가 도메인 컨트롤러에 연결할 수 없습니다.";

/* AD: Alert message */
"To join this server to the Active Directory Kerberos realm, open Server Admin and select Open Directory for this server. In the Settings pane, click General, then click Join Kerberos and enter credentials for a local administrator on this server." = "이 서버를 Active Directory Kerberos 영역에 연결시키려면, Server Admin을 열고 이 서버에 대한 Open Directory를 선택하십시오. 설정 패널에서 일반을 클릭한 다음 Kerberos 연결을 클릭하고 이 서버에 대한 로컬 관리자의 증명서를 입력하십시오.";

/* AD: Alert title */
"Unable to access domain controller" = "도메인 컨트롤러에 연결할 수 없음";

/* AD: Alert message */
"Unable to allocate memory for this operation." = "이 동작에 메모리를 할당할 수 없습니다.";

/* AD: Alert Title */
"Unable to open Active Directory node" = "Active Directory 노드를 열 수 없음";

/* AD: Alert message */
"Unable to open Active Directory node." = "Active Directory 노드를 열 수 없습니다.";

/* AD: Dynamic button title */
"Unbind\\U2026" = "바인드 해제...";

/* AD: Alert message */
"Warning you are configuring the Active Directory Plugin on an Open Directory Master or Replica.  Continuing may cause problems with the Open Directory Kerberos server." = "Open Directory 마스터 또는 복제 항목에 Active Directory 플러그인을 구성할 때 발생하는 경고입니다.  계속하면 Open Directory Kerberos 서버에 문제를 일으킬 수도 있습니다.";

/* AD: Alert message */
"Warning: If you click force unbind you will leave an unused computer account in the directory." = "경고: 강제로 바인드 해제를 클릭하면 디렉토리에 사용하지 않은 컴퓨터 계정이 남습니다.";

/* AD: Alert message */
"You are not authorized to read the configuration of this plugin." = "이 플러그인의 구성을 읽을 수 있는 권한이 없습니다.";

/* AD: Alert message */
"You are not authorized to update the configuration" = "구성을 업데이트할 수 있는 권한이 없음";

/* AD: Dialog status message */
"You provided a user name and password combination that is invalid. You should check the user name and password and try again." = "입력한 사용자 이름 및 암호 조합이 유효하지 않습니다. 사용자 이름 및 암호를 확인한 다음 다시 시도하십시오.";

